{
  "title": "10x",
  "body": "<Grid>\n\n<h1 className=\"usa-title\"><Link to=\"/send-us-an-idea\">Fund your idea</Link> <span className=\"arrow\">→</span></h1>\n\n<span className=\"usa-subtitle\">10x funds, supports, and develops ideas from federal employees about how technology can improve the public’s experience with the government.</span>\n\n<Button url=\"https://feedback.gsa.gov/jfe/form/SV_1Im8dTPnjnV3HpP\" className=\"Tx_home-callout\">Send your idea to 10x<br />\n<span>using our Submission form</span></Button>\n<span className=\"tx-learn\">Learn about <Link to=\"/send-us-an-idea\">what we’re looking for in an idea.</Link></span>\n\n</Grid>\n\n<Grid className=\"font-sans-md line-height-sans-3 margin-y-4 tablet:margin-y-8\">\n\n10x recently completed our idea evaluations and all idea authors have been notified about whether or not their projects were selected for Phase One funding. We expect to kick-off these new projects in October 2020. We will hold our next idea evaluations in the second quarter of the current fiscal year — January or February, 2021. As always, we accept idea submissions on a rolling basis and we invite you to submit your ideas whenever you are ready.\n\n</Grid>\n\n\n\n<Grid>\n\n## First, send 10x your idea.\n\nWe encourage you to submit your idea to 10x.  We have made it easy for everyone and you can do it right here through our website. Our next round of evaluations will take place in the second quarter of the fiscal year — January or February, 2021.\n\n### 10x is looking for ideas that:\n\n<List variant=\"check\">\n\n* Have an impact across the federal government or on the public.\n* Enhance the public’s experience with government through technology.\n* Improve how government builds and shares technology to better serve the public.\n* Are part of a big or rapidly growing market in government technology.\n\n</List>\n\n### How should you present your idea? Your idea should:\n\n<List variant=\"check\">\n\n* Be no more than 1000 characters in length.\n* Demonstrate a clear understanding of the problem you want to solve.\n* Focus on creating a new product or service that is good for government.\n* Be as clear and descriptive as possible.\n\n</List>\n\nAs we scale this program it’s important that 10x hears ideas that impact all aspects of the federal government. Your idea is valuable. If you need help putting together an idea or have questions about what we’re looking for, email us at [10x@gsa.gov.](mailto:10x@gsa.gov.) We’re happy to connect you with a technology expert or someone to review what you have and make sure your idea is clear.\n\n<Button url=\"/send-us-an-idea\">Develop your best 10x idea →</Button>\n\n</Grid>\n\n- - -\n\n<Grid className=\"padding-bottom-6 tablet:padding-bottom-10\">\n\n## Then, 10x goes to work.\n\n> 10x evaluates ideas and funds those with the most promise.\n\nA few times a year, 10x collects all the ideas and evaluates them for funding. The most promising ideas proceed to Phase 1.\n\nYour idea will be evaluated based on the following 3 criteria, each given equal weight:\n\n<List variant=\"check\">\n\n* <span><strong>Clarity.</strong> Does the idea demonstrate an understanding of a real problem and communicate it clearly?</span>\n* <span><strong>Alignment.</strong> Does the idea help develop new, good-for-government technology?</span>\n* <span><strong>Impact.</strong> Does solving this problem have an important effect on the federal government or the public?</span>\n\n</List>\n\nIf selected, 10x starts its funding small — only magnifying its investment <Link to=\"/the-10x-process\">as an idea develops, step-by-step, into a sustainable project</Link>. This iterative approach, based on modern technology and investment practices, ensures that the best ideas turn into the best government products and services — funded with fewer taxpayer dollars.\n\n10x projects are managed and staffed by project teams within the [Technology Transformation Service](https://www.gsa.gov/about-us/organization/federal-acquisition-service/technology-transformation-services) department of the [General Services Administration](https://www.gsa.gov/).\n\n<Button url=\"/the-10x-process\">Learn about the 10x process →</Button>\n\n</Grid>",
  "type": "page",
  "name": "home",
  "path": "/home",
  "excerpt": "<span className=\"usa-subtitle\">",
  "toc": [
    {
      "text": "First, send 10x your idea.",
      "url": "#first-send-10x-your-idea"
    },
    {
      "text": "10x is looking for ideas that:",
      "url": "#10x-is-looking-for-ideas-that"
    },
    {
      "text": "How should you present your idea? Your idea should:",
      "url": "#how-should-you-present-your-idea-your-idea-should"
    },
    {
      "text": "Then, 10x goes to work.",
      "url": "#then-10x-goes-to-work"
    }
  ],
  "template": "2"
}