{
  "sortOrder": "0",
  "slug": "fy22-impact-report",
  "title": "10x FY22 Impact Report",
  "pageTitle": "<h1 className=\"TxReport_title\">10x FY22 Impact Report</h1>",
  "subtitle": "Welcome to the 10x FY22 Impact Report",
  "year": "2022",
  "excerpt": "For FY22, 10x’s growing cross-functional team delivered new solutions for the American public. BEARS, the Benefits Eligibility Awareness Resource Service, graduated from 10x and now is the benefits locator tool on USAGov. Our work on a governmentwide notification service is now being refined for launch. And much of our work supported key American Rescue Plan initiatives. Learn more about what we’ve done and how we are using innovation to improve people’s experience with government.",
  "intro": "For FY22, 10x’s growing cross-functional team delivered new solutions for the American public. BEARS, the Benefits Eligibility Awareness Resource Service, graduated from 10x and now is the benefits locator tool on USAGov.  Our work on a governmentwide notification service is now being refined for launch. And much of our work supported key American Rescue Plan initiatives. Learn more about what we’ve done and how we are using innovation to improve people’s experience with government.",
  "reportUrl": "",
  "template": "3",
  "footer": "we-started-as-an-idea-too",
  "navHeader": "Happy reading.",
  "nav": [
    {
      "text": "Letter from the Team",
      "link": "#welcome"
    },
    {
      "text": "FY22 in Review",
      "link": "#fy22-in-review"
    },
    {
      "text": "Where are they now?",
      "link": "#where-are-they-now"
    },
    {
      "text": "10x Dark Matter",
      "link": "#dark-matter"
    },
    {
      "text": "Look Ahead to FY23",
      "link": "#look-ahead-to-fy23"
    },
    {
      "text": "Final Thoughts",
      "link": "#final-thoughts"
    }
  ],
  "sections": [
    {
      "section": "1",
      "class": "white",
      "target": "welcome",
      "theme": "1",
      "title": "Letter from the Team",
      "lede": "Welcome to the 10x Fiscal Year 2022 (FY22) Impact Report!\n\nThis is the sixth year in a row that we've published our annual impact report. Again we start with a letter from the team.\n\nThis year, team means something a bit different to us. The team behind this year's letter is a whole lot bigger and looks a whole lot different than the team who wrote last year's letter. By the end of FY22, our team grew  to fill a medium-sized conference room for an IRL (in real life) meeting, and then some. During the 10x IRL we also learned that at least one of us can carry a tune.\n\nBut something we knew already—because we carefully selected for it while expanding the team—is that we all are dedicated to innovating for the public good. It's this fact that has always animated the 10x team, whenever and whatever the size.\n\nInnovating for the public good naturally comes with challenges. But teams come together when they have to tackle new challenges together.\n\nOne challenge we faced was resurrecting projects that 10x had funded that had gone cold, but then suddenly found new relevance in FY22. Twice the government renewed its interest in government technology where 10x has already invested significant time and energy:\n\n-   a governmentwide notifications service\n\n-   grants modernization.\n\nWe jumped at the chance to resurface what we learned and built to help out with these new efforts. As an added benefit, revisiting those projects revealed a need for our team to think through and develop a consistent process for revisiting old projects that had either graduated or fizzled out from 10x previously. We expect (and hope) that opportunities to revisit old projects will come around again, and when they do we'd like to have a playbook for how to do that most effectively.\n\nWe'll explain how and why we revived these older projects. We'll also cover developments on other 10x projects, hear directly from some 10x delivery team members, and explore some of the ideas we've developed over the last year through 10x dark matter.\n\nWe believe that the government must make room for innovation, because innovation can improve lives.\n\nWe hope this report will convey some of the impact we've delivered for the public over the last year and inspire civil servants everywhere to believe in the value of their own ideas.\n\nSincerely,\n\nThe Newer—and Bigger —10x Team\n\n",
      "the10xTeam": "the10xTeam"
    },
    {
      "section": "2",
      "class": "light-gray",
      "target": "fy22-in-review",
      "theme": "1",
      "title": "FY22 in Review",
      "lede": "We sum up 10x's FY22 in three sentences: We grew a lot. Our projects achieved a lot of milestones. And the American Rescue Plan helped deliver results.\n\nHere's what we did:",
      "content": "### A growing team.\n\nWe grew from a staff of less than 10 at the beginning of FY22 and more than doubled the total. That's a lot of growth and change in a short amount of time. Before FY22 we staffed our projects with talented technologists from outside our own program, either from elsewhere in government or from the private sector.\n\nIn FY22, we committed to an internal delivery team, standing up a team of technologists, added staff to the 10x program management office, and welcomed new US Digital Corps Fellows to our team.\n\nAs most people working in government know, rapidly standing up an entire team within one fiscal year is no small feat.\n\nWe had toyed with the idea of building an internal delivery team for years, rather than relying exclusively on staffing from external sources. There were a few reasons we'd been thinking about this for so long.\n\nFirst, we wanted to streamline the process to get our projects moving more quickly. One challenge of relying on external staffing is that the demand for talented technologists in government outsrips the supply. This meant that 10x was only one team of many looking for staff from the same talent pools.\n\nDeveloping an internal staffing model brought us more predictable and reliable access to the talent we need. Bringing our technologists in-house will help build institutional knowledge. It's always better when the same team can work on the project throughout its lifecycle.\n\nEmbedding more talent within our program will allow us to increase the number of projects we're able to explore. Embedding talent makes it easier and faster to staff our projects. Now we can avoid the hassle of assembling new teams with new paperwork on each project, and sometimes even between project phases.\n\nSecond, having a dedicated delivery team reduces the burden of navigating financial agreements with our various service providers. These agreements take time and can delay projects. Saving time here is particularly important when projects are between phases, because an extended lull in work saps momentum and dampens enthusiasm.\n\nThird, an internal delivery team helps us maintain consistent team structures on projects over the project's multiphase life cycle. In the past, we've faced situations where an entire project team turned over in a project's phases. This disrupts the project vision, personal connections with stakeholders, and established team norms during these transitions.\n\nFinally, we felt that bringing more talent in-house would keep our projects fresh. With our previous staffing model, once a project finished, the staff would be reassigned to other work, often non-10x projects. If a completed project got noticed or inquiries came in, no one could answer the phone because the people closest to the work had already moved on.\n\nWith permanent staff, we'll have someone with firsthand project experience available even after a project is complete.\n\n### Project Successes.\n\n“What do bears and pets have in common?”\n\nIf you were thinking, _”They're both animals“,_ then you'd be wrong. They're actually both 10x projects. Many of our projects have delivered results in FY22, but we'll highlight two: BEARS and PETS.\n\n#### Benefits Eligibility Awareness Resource Service (BEARS)\n\nThe BEARS project helps the government meet people where they are. BEARS helps the public learn about government benefits they may be eligible for based on their life events. For example, a survivor of a natural disaster may be eligible for services like financial aid for home repairs or certain types of tax relief. But completely different agencies offer these benefits. And uncovering what benefits are out there, who's eligible for them, and how to apply can be confusing and time consuming.\n\nThe problem? This situation burdens people in vulnerable situations. At a difficult time, they have to navigate complex governmental bureaucracies when they need help the most.\n\nWe believe that saving people time—the hours it would take to navigate different agency web portals and FAQ pages— could let them do what they really want to do: grieve and recover during hard times. If innovation might help reduce this burden, then it was worth a 10x investment.\n\n**In FY22, we're closing the project after four successful phases.** Through the BEARS project, 10x developed a benefits locator tool in beta that covers a loved one's death. We've handed off the tech stack and responsibility to our capable partners at USAGov. They will continue to scale the benefits locator tool into the future.\n\nAnd when they do, they'll be sure to include some nice occasions too, like giving birth or retiring. For more on BEARS, see the description on our projects page. To find the benefits locator tool in action, visit [usa.gov](https://benefits-tool-beta.usa.gov/death-of-a-loved-one/?).\n\n#### Deploying Privacy-Enhancing Technologies (PETs)\n\nAs we continue to deepen our investment in emerging technologies that we believe hold promise, we are particularly excited about work we funded this year around the deployment of Privacy-Enhancing Technologies (PETs). PETs are a suite of techniques that allow for people to gain insight from sensitive data without having access to the data itself. Imagine a future where a researcher could ask a question of 10x the data they normally would have access to - gaining more insight while maintaining and in some cases increasing privacy.\n\nWe believe that these techniques are poised to fundamentally shift much of how the government (and beyond) think about, use, and gain insight from data. FY22 saw [Executive Order around Advancing a Vision for Privacy Enhancing Technologies](https://www.whitehouse.gov/ostp/news-updates/2022/06/28/advancing-a-vision-for-privacy-enhancing-technologies/) and a [Fast Track Action Committee](https://www.nitrd.gov/coordination-areas/privacy-rd/appdsa/) to develop a cohesive national strategy to advance privacy-preserving data sharing and analytics.\n\nWe're proud to fund[ xD](https://www.xd.gov/), an emerging technologies group at the US Census Bureau, for this project which is currently in Phase Three. In FY22, they represented the US in an international collaboration of statistical agencies as part of the newly formed United Nations Privacy Enhancing Technologies Lab.\n\nAs part of this, they are deploying an open source platform to query a network of open data without 'seeing' it as a way to test technical viability, business value, potential policy/governance implications, and infrastructural challenges. This also includes learning and testing things like how cloud-native, zero trust applications might also be applied and what use cases across government are starting to show themselves as a result of these tests.\n\nIf the pilot proves that PETs adoption in government is both technically feasible and valuable, then this project will show the potential scalability of utilizing PETs for the public good.\n\n### American Rescue Plan.\n\n_On March 11, 2021, President Biden signed the American Rescue Plan (ARP) Act into law. This $1.9 trillion coronavirus rescue package is designed to boost the country's recovery from the severe economic and health effects of the COVID-19 pandemic. In addition to addressing the public health and economic crises, the ARP provides funding to modernize technology and improve cybersecurity across the federal government. The fund that makes 10x possible is called the Federal Citizen Services Fund (FCSF). The FCSF received $150 million as part of the ARP to support governmentwide citizen-facing services. Some of that funding came to 10x. We want to be open and transparent about how we use ARP funding. Here are some of the projects we supported in FY22 using American Rescue Plan funding. In addition to our usual appropriations, in FY21 we were entrusted with $5M in TTS FCSF ARP funding via the TTS American Rescue Plan (TTS ARP) at the end of FY22. We will use the funding in FY23 to help accelerate TTS' efforts to reimagine digital services delivery.  This includes supporting TTS' process and execution on their ARP-aligned projects._\n\n_Also, at the end of FY22, we used some of this ARP funding to advance a few existing projects that are already well-aligned to the ARP goals, including Government Notification Services._\n\n#### Identity Alerts for Government\n\nThe federal government responded to the COVID-19 pandemic by expanding the eligibility criteria for many existing social safety net programs and created new ways for struggling Americans to get help when they needed it most.\n\nUnfortunately, swindlers, grifters, fraudsters, criminals, troublemakers and scammers took opportunities to benefit from the expanded government assistance. Fraud and identity theft increased exponentially. Identity theft and benefit claims fraud resulted in millions of people suffering financial hardship and the stress of cleaning up their stolen identities—all during a global pandemic.\n\n10x is looking into developing an Identity Alert Service that will allow members of the public to voluntarily sign up to receive notifications when their personal information is used to apply for government services and benefits. This service will build trust and strengthen social safety net programs across the government. It can also help prevent fraud, and could scale to use cases beyond submitting applications for benefits.\n\n10x chose to fund this project out of ARP funding because we saw the direct relationship between what this project could achieve and what the ARP is all about:\n\nIt's\n\n-   directly related to the pandemic recovery,\n\n-   could benefit from other 10x efforts (including US Notify, described below),\n\n-   would create a better customer experience for the public, and\n\n-   helps reimagine government service delivery, which is one of the guiding principles that TTS holds to in releasing ARP funds for investment.\n\n_Identity Alerts for Government is ongoing in Phase Two._\n\n#### US Notify\n\nMost people get easily accessible communications from the companies whose products they use:\n\n-   An SMS message from a bank asking to confirm a large purchase.\n\n-   A responsive customer service team that answers email inquiries within one business day.\n\n-   Alerts from a telecom provider letting you know about pre-approved available phone upgrades.\n\nUnfortunately, government communications often fall short of their private sector counterparts. This service gap has a disproportionate impact on low income families and individuals.\n\nA good example is in the administration of public benefit programs like SNAP, Medicaid, WIC, and Unemployment Insurance. To the frustration of many, local governments that administer benefits programs are rarely able to easily update people on their application's status. Agencies also struggle to let people know about new services they may be eligible for, like disaster assistance or extended unemployment insurance.\n\nThe government should be able to notify the public about things that matter to them, in a way that meets them where they are.\n\nOne of 10x's latest efforts was exploring a multi-channel (SMS, email, etc.) notifications platform intended for use by agencies across the government. During the summer of 2022, there was a lot of support for this idea at TTS, and we were encouraged to find the best place for TTS to contribute.\n\nIn late 2022, US Notify graduated 10x at Phase Three as a functional product that sends SMS messages. We ended this project at Phase Three because we found a place for it to live and thrive: The Public Benefits Studio within TTS.\n\nThat team will own and develop US Notify further and is actively recruiting customers.\n\n##### Background\n\nIn 2018, 10x funded a project called _Notifications-as-a-Service_. The project got through Phase Two, but we didn't fund the project for Phase Three because the timing wasn't quite right.\n\nBut the landscape changed in the four years in between, and in 2022 TTS was ready to explore ideas for new shared services. All the research and prototyping that we've done in this space is newly relevant. We used it to build and successfully test a messaging capability.\n\nWe handed off U.S. Notify to the TTS Public Benefits Studio, a new team within TTS. that collaborates with benefits agencies to build shared technology tools and spread best practices to simplify the public experience of navigating public benefits programs.The Public Benefits Studio will continue to sustain and grow the notifications U.S. Notify Into the future."
    },
    {
      "section": "3",
      "class": "white",
      "target": "where-are-they-now",
      "theme": "2",
      "title": "Where are they now?",
      "lede": "One great challenge that 10x has grappled with over the years is how to track the impact that our projects deliver once they've left our pipeline—something we call “tracing the ripples.”\n\nOur business model emphasizes seed funding over long-term ownership and maintenance. We work hard to ensure that our products can succeed in a post-10x life.\n\nBut our approach makes it difficult for us to keep up with our projects once they are no longer in our pipeline. This is particularly true when the most meaningful impact might look different from immediate product adoption or financial returns.\n\nFor this year's Impact Report, we caught up with a few projects that we nurtured from idea to scale. Here's what became of them.",
      "content": "### Federal Grantee Reporting (FGR); Federal Audit Clearinghouse (FAC)\n\nBack in 2017, 10x funded a project called Federal Grantee Reporting (FGR). It aimed to improve the user experience for federal grantees during their annual reporting requirements.\n\nThis reporting, previously managed by the Census Bureau, is called the Single Audit process; it is defined in statute (the Single Audits Act) and Uniform Guidance (2 CFR 200) The results move through a massive legacy database called the Federal Audit Clearinghouse (FAC). The purpose of FGR was not to rebuild the FAC as a system, but rather to find ways to make the federal grant reporting experience better for grantees, and more transparent and accountable to the public.\n\n10x funded FGR for all four phases. We worked with several key stakeholders over the course of the project:\n\n-   Census (current system owners),\n\n-   the Office of Management and Budget (OMB), and\n\n-   Health and Human Services (HHS), which given its massive footprint in grant funding, was designated as the Quality Service Management Office (QSMO).\n\nThe QSMO is the agency responsible for ensuring long-term sustainability of the federal grants process. We explain more on these relationships and why they mattered below.\n\nThe project deliverables included two functional prototypes:\n\n-   The first prototype was called the distiller, which automatically extracts short summaries from audit packages.\n\n-   The second prototype used natural language processing (NLP) to help users search for and extract specific text from large datasets.\n\nThese prototypes demonstrated that we could save agencies time, reduce manual data entry errors during the audit process, and vastly improve the user experience while doing so.\n\nThe prototypes we built during FGR used FAC data, but they were positioned downstream of the system itself. This means that we were able to build and experiment with our own technology without impacting the FAC in any way.\n\nWhile FGR delivered value, it didn't lead to immediate adoption or immediate financial returns.\n\nHowever, the work highlighted how current single audit processes result in data that is difficult for agencies to access and process. It also proved the incredible opportunities for improvement to single audit user experience through the 10x approach to technology innovation. The necessity for improving the grants audit process never went away, and our partners continued working on this thorny problem while we focused on other projects.\n\nA few years after FGR graduated from 10x, circumstances changed. In 2022, GSA received a new mandate for managing the Single Audit process, which would involve moving system capabilities and processes from Census to GSA.\n\nDue to the complexity of such a transition, stakeholders approached 10x to ask us to oversee the FAC's initial transition, using what we learned and the relationships and credibility we built during the FGR project. We agreed to oversee the transition and then hand off the work to our colleagues within GSA.\n\nThis current FAC reimagination project is not a traditional 10x project—it's better described as a post-Phase Four project.\n\nThe new, 10x-managed, GSA-staffed FAC team set out on a path of continuous innovation and modernization. The team consists of a cross-functional group of designers, engineers, policy experts, and other professions. The team was drawn from a mix of existing 10x staff as well as talent from both within and outside TTS. Through this process, the team we stood up will carry this work forward, and will ultimately build and deliver a brand new clearinghouse for Single Audits for hundreds of thousands of users. This effort represents an organization-wide effort, in which many different offices within GSA contributed talent and expertise. This highlights another strength of 10x, which is to serve as a convening role for technology innovation: bringing the right folks together from across organizational boundaries, with the right outlook, and a shared perspective and vision for impact.\n\nThe GSA-developed FAC will be fully operational to handle audit packages beginning October of 2023.\n\n### RPA for SSPs; ASAP\n\nAlso in 2017, 10x funded a project called Robotic Process Automation (RPA) for System Security Plans (SSP), or RPA for SSPs for short. Our goal was to get secure cloud services into the hands of civil servants faster by automating parts of the government's cybersecurity authorization process.\n\nOver the course of this work, 10x documented the complex compliance process that a subset of  technology vendors called Cloud-Service Providers (CSPs) face getting the green light to sell cloud products to Federal agencies.   After all, government agencies must protect the privacy of their agency's digital assets, which leads to very strict security requirements.\n\nToday, vendors express the cybersecurity controls and control baselines they have in place for their products in proprietary formats. This requires converting data and significant manual effort to describe how they are implemented.\n\nTo improve these processes, the National Institute for Standards and Technology (NIST) and GSA, in collaboration with industry, have developed a new language format called OSCAL--a standardized, machine readable framework to document cybersecurity controls.\n\nThe value of OSCAL is shifting security documentation from test-based formats to machine -readable code (.XML, YAML, JSON) allowing for automation and efficiency.   With systems security information represented in OSCAL, security professionals will be able to automate security assessment, auditing, and continuous monitoring processes. That focus on automation led us to rebrand the project as ASAP, or Automated Security Authorization Process, in FY22.\n\nAs OSCAL development was maturing, the next step in realizing its potential would be creating the automation that the standardized format allows.   Automated validations of the packages is where 10x would focus their effort.\n\nThe testing focused on FedRAMP security requirements. The Federal Risk Authorization Management Program (FedRAMP) authorizes cloud service providers to conduct business with the Federal government. We first focused on automating how FedRAMP can validate the cybersecurity controls included in SSP's, which are one of the primary documents involved in the cybersecurity review process.\n\nThe automated validations were released on Github and continuously updated.   This allows vendors to self test security package materials before submitting to FedRAMP shortening time to authorize systems.\n\nIn FY22, ASAP reached a new milestone. We completed Phase Four and by the end, we had proven the feasibility of automatically validating security control documentation using OSCAL. FY22 saw the FedRAMP program accepting and applying validations to SSPs formatted in OSCAL for the first time.\n\nOver the course of Phase Four, we partnered closely with the Centers for Medicare & Medicaid Services (CMS) who agreed to test implementing OSCAL with actual vendors seeking to do business with CMS. The pilot has proven effective, and CMS expects to continue evangelizing the OSCAL framework to future vendors. We proved that automatic cybersecurity control validations could be done at scale by helping to spread the capability outside of the 10x team and into Federal agencies\n\nAs OSCAL is further adopted across the cybersecurity industry the 10x automated validations project will greatly support the goal of getting cloud services to agencies by shortening the authorization time by assuring cleaner initial packages and less passbacks."
    },
    {
      "section": "4",
      "class": "dark-gray",
      "target": "dark-matter",
      "theme": "3",
      "title": "10x Dark Matter",
      "lede": "For those of you reading a 10x Impact Report for the first time, Dark Matter is a concept we explore each year. In scientific parlance, “dark matter” refers to everything that makes up the known universe that is neither visible nor detectable by humans using available technology.\n\nAstronomers believe that roughly 85% of the universe is made up of this mysterious phenomenon, and we know and understand very little about it.",
      "content": "What does this concept have to do with 10x? Well, we've borrowed the term and applied it to our field of inquiry, i.e., innovation in government technology.\n\nTo us, dark matter is the value that 10x brings to the government that isn't product-shaped. It's not the combined value of the applications, research, and APIs we deliver—it's the powerful, but shapeless, ideas we generate along the way. And we think there's a real chance that 85% of the value that 10x delivers lies within these ideas. All we have to do is uncover them.",
      "calloutFullDark": "“In order for the government to truly modernize and deliver excellent public service in the digital age, agencies don't just need better software, they need new ideas for how to tackle long-standing problems. The value of 10x isn't in the achievements or adoption of any individual product. Rather, the value of 10x is in the ideas it surfaces.”",
      "content2": "The above quote came up in a good conversation we had with a federal IT executive several years ago. It illustrates the challenge we're addressing when looking for dark matter. And this year, the dark matter is all about good conversations, and how starting them is one of the values and unique strengths of government innovation programs.\n\n### Overheard at 10x\n\nMany people who work in office environments have experienced situations where minor side conversations held in the moments just before a meeting begins, or right afterwards when people are shuffling into the hallway, prove to be far more instructive and useful than any formal decisions or discussions held during the actual meeting itself.\n\nBy their very nature, these conversations are never the intended outcome of a meeting, yet their actual value is clear. Spontaneous, informal chatter sparks ideas and reveals information in a way that written agendas often can't. People are much more willing to whisper their real thoughts to a trusted colleague after a meeting ends than they are to speak their minds in front of a big group.\n\nThese types of serendipitous opportunities enable conversations. But 10x has found that technology also enables fruitful conversations. To illustrate the value technology brings to conversations, let's return briefly to the FGR;FAC project.\n\nThe early years of the FGR project produced two functional prototypes. Like most prototypes, they validated the technical approach for feasibility, identified design flaws, and demonstrated potential value to the user with an eye towards adoption.\n\nBut looking back over the course of FGR;FAC, it has become clear that the enduring legacy of those early prototypes and research isn't tied to adoption or incremental improvements to the user's experience.\n\nThe most enduring impact was that it helped frame conversations within the grants community about what was possible in the massive world of grants technology. The FGR project was not the first time anyone had asked what a modern grants system could look like. Rather, our work built on the work and creativity of countless others before us. But the work we did, the demos we presented, and the open, communicative way we work helped influence conversations that ultimately led to a years-long modernization effort.\n\nBut if conversations are so valuable, why don't government technology projects ever start with the explicit goal of sparking conversations?\n\nOne reason is that civil servants want guarantees that their investment is in the best interest of the public and will quickly provide favorable returns. But one of our core beliefs is that because technology is always changing, it's risky to predict a future state and then build towards that.\n\nNo matter what else changes on the ground. It's easy to appease decision-makers by guaranteeing that we know exactly what the solution will look like in two years and exactly what the financial return on an investment will gain.\n\nIt's far more difficult to ask for funding specifically to start conversations, with no guarantees of immediate reward.\n\nAnother reason is metrics. Not only are conversations not quantifiable, but their influence isn't always detectable even when they represent most of the value generated in a project. But the outcomes in FY22 have challenged this assumption. We are now looking for ways to show the value of evolving conversations sparked by technology innovations.\n\nOne advantage of conversations is that unlike prototypes, conversations do not need vigilant oversight and developer skills to maintain. Conversations that seemingly ended years ago can be resurrected rather easily and resumed where they left off if needed. Preserving trusted relationships between community members can have more of a long-term impact than monitoring dormant repositories for dependency upgrades.\n\nTechnology relies on formal, continuous research to influence how a project can pivot towards the most valuable path forward. But conversations can do this too, without the research or even the intent.\n\nConversations about big topics—like what an ideal grants technology ecosystem might be able to do—withstand changes in circumstances on the ground, compared to technical prototypes that quickly become useless when they can't grow without constant developer support.\n\nSo what can 10x do with these insights? How do we harness the value of conversations, and contribute to them?\n\nWe're starting with the assumption that the best way to squeeze value out of conversations is to know which conversations to start in the first place. And a good place to start is by identifying what important conversations are happening that innovation could encourage. [We've written previously](https://10x.gsa.gov/reports/fy21-impact-report/) about the opportunity that civil servants have to bring their whole selves to work, and how that can influence our technology priorities.\n\nIn the last few years, our country has been having some very public, passionate conversations about a few topics:\n\n-   Defining and showing the importance of **consent**,\n\n-   Clarifying the expectations and rights dealing with **online privacy**; and\n\n-   Understanding the role that **trauma** plays in people's lives.\n\nThese concepts and questions emerge during technology development in government, the same way they emerge online or in the news. We believe that technology can contribute to these conversations in meaningful ways.\n\n### How Government Technologists Can Engage with Trauma\n\nEquity-Centered Design with American Indians and Alaska Natives (AI/AN) is an active 10x project in Phase Two. The goal of the project is to find ways of improving public service delivery to AI/AN populations by testing an equity-centered, collaborative design approach between civil servants, technologists, and communities.\n\nIn Phase One, our team quickly learned that a lack of trust between AI/AN populations and the federal government will be an obstacle to success for this project. This strained relationship can be attributed to this population's experience with generational trauma from being marginalized for hundreds of years. In order to deliver success on this project, 10x is carefully considering how the role of trauma must be taken into account.\n\nThis 10x project isn't the first time someone has wondered about the effects that trauma has on people or communities. But it's easy for technologists to ignore these questions when building products and services. This is especially true considering that companies aren't required to factor generational trauma into software design services for the government.\n\nBut this question does matter, and we're asking it. In fact, we see no other choice but to include this question into our project from the very beginning.\n\nTo really deliver excellent products that solve problems, technologists have to really understand what's going on with their users. And for public servants, who often aim to serve user groups from marginalized backgrounds, trauma matters. By choosing to include these questions in our project, we hope to contribute to hard conversations and influence how agencies serve these diverse populations for the better.\n\n### Online Privacy and Consent\n\nAnother FY22 project we worked on that can contribute meaningfully to good conversations is our Data Locker project. The goal is to find ways to empower members of the public to have more insight into, and control over, the personal data they share with the government.\n\nThe potential product would be a digital platform that allows the public to control the use of their data. Its value would be in saving people the time and hassle to keep track of important documents and to report the information these documents contain over and over to different parts of the government.\n\nFor example, someone applying for public benefits offered by multiple agencies may need to submit the same personal financial information to each agency individually.\n\nBringing this capability to the government would be a big win. But we think contributing to the conversation around expectations of online privacy and consent could be bigger.\n\nIn the world of big data, people are growing anxious over what data about them is out there and how it's being used. A product like a data locker would show how the government takes digital consent and privacy seriously. It could also influence the expectations around the exchange and use of personal data in the private sector—from social media monitoring to online ad trackers.\n\n### The Essential Role of Government Innovators in Starting Conversations\n\n10x believes that innovation hubs within federal agencies are uniquely positioned to contribute to the types of hard conversations society is having. Why innovators? Because we have\n\n-   an experimental outlook,\n\n-   a focus on identifying and solving hard problems, and\n\n-   a willingness to embrace unknown outcomes.\n\nIf we can launch projects explicitly to start hard conversations, government innovation programs could move the needle of trust in government. If public servants accounted for the role that trauma plays in peoples' lives into their work, then technology could help influence these conversations for years to come. For this reason, we believe that it is critical for federal agencies to continue supporting innovation initiatives. That's an important conversation to have."
    },
    {
      "section": "5",
      "class": "light-gray",
      "target": "look-ahead-to-fy23",
      "theme": "2",
      "title": "Look Ahead to FY23",
      "lede": "Each year, in this section of the report, we share the financial and staffing projects we have for FY23.\n\nBut this time, we're not trying to predict the future in our Look Ahead section. If you're after the numbers and graphs, check out the appendix at the end.\n\nInstead, we wanted to hear from some of our new Delivery Team members about what they are personally excited about in the coming fiscal year.\n\nHere's what some of our delivery team members who joined 10x in FY22 had to say about FY23:",
      "content": ">“At the very end of September, we held the first IRL (in-real-life) meeting since 10x created the delivery team. We generated a lot of new ideas for ways to improve our program that I'm excited to see develop. One idea I'm particularly excited about is **10x's commitment to establishing discipline-focused guilds for the first time in FY23.** Our program uses talent from more than five separate organizations to staff all of our projects, which means our approach to product development has been informed by the common practices and expectations within each of those organizations. Also, all of us as product managers have our own ideas based on our own experiences working in the field. The 10x product guild will allow us to codify a core group of programwide principles and practices, and I'm excited to help out.”<br />_– Delna W_\n\n>“I joined 10x in FY22 from the private sector to work on the wicked problem of delivering transparent, accountable, rapid, capital-efficient, human-centered innovation for the public. I believe 10x has the potential to become a locus for the broader public-interest innovation community as we move into the next fiscal year, and I'm excited to be a part of that. To help us get there, we're developing disciplinary and thematic working groups, like an engineering guild and early-venture metrics group. **In FY23, we're also developing a speaker series to convene a broad array of like-minded folks** who are trying to address similar challenges, both within government and without—and I'm pumped about that.”<br />_– Jim M_\n\n>**“In FY23, I'm most excited to continue exploring the ecosystem of a new techstack** I've been using. I spent much of FY22 on the 10x BEARS Phase Four project, and I'll likely stay on it in FY23. My main role has been building out the front-end of the Benefits Locator Tool, which helps the public navigate government benefits information based on their life experiences. The techstack I'm most used to is React, but the resource locator tool uses a JavaScript framework called Vue.js which is new for me. Learning Vue (and Next.js, which is built on top of Vue) and getting to apply my knowledge of them on the BEARS project has been extremely rewarding for me. I'm excited to keep digging. I'll also have my eye on at least a few other 10x projects that I'm not staffed to, but find particularly compelling that we'll have ongoing in FY23. The first project that comes to mind as having huge potential is **Visualizing the Carbon Footprint, currently in Phase Three.”**<br />_– Frank P_"
    },
    {
      "section": "6",
      "class": "white",
      "target": "final-thoughts",
      "theme": "2",
      "title": "Final Thoughts",
      "lede": "Thank you for reading our FY22 Impact Report. If you've made it this far, we hope you're wanting more from 10x. Here are a few ways we can make that happen:",
      "content": "**Workshops.** If you want to submit an idea but don't know where to start, 10x can help. We offer virtual workshops that explain exactly what 10x is looking for in a great idea, and they'll help you construct a great idea of your own. These workshops are great for you and 10-15 of your colleagues. As a bonus, those who attend a workshop are eligible to receive individualized feedback on your idea from a member of the 10x team before you submit the final proposal.\n\n**10x-in-a-box.** It's always a pleasure meeting passionate civil servants who are determined to make innovation work for their agencies. Civil servants often reach out to ask 10x for lightweight consulting on how to set up something like 10x within their own agencies.\n\nThe 10x model is designed to function within our agency context. The 10x program reflects GSA's mission, TTS' technology talent, and the funding authorities we adhere to. The 10x model works for us. It might not work for you. We expect any initiative inspired by 10x at other agencies to look different. We are happy to talk with you about our experience and share some advice on how you might set up your own innovation program in a way that works for your agency, your team, your funding, your mission, etc.\n\n**Project Collaboration.** Have any of the projects we've covered in this report resonated with you? If you're interested in learning more about any of our projects, believe you can contribute to them, or want to use them, then don't be shy! Reach out using the email below, or ask questions in any of our public GitHib repositories, which are linked to on their [project cards](https://10x.gsa.gov/projects/) on our website.\n\n**Send your project ideas to 10x!** All feds can submit ideas to 10x anytime, day or night through our website. We'll keep your idea and evaluate during our next round of Phase One funding. We aren't sure when our next round of project selection will happen, but we encourage you to submit your ideas as they develop.\n\nSend us an email at <10x@gsa.gov> for any of the above. For everything else, check 10x.gsa.gov for more updates on upcoming and current projects.\n\nLastly, we're sending some heartfelt gratitude to the civil servants everywhere who make transformation happen every day. Thank you for your public service.\n\n_–10x_"
    },{
      "section": "7",
      "class": "white",
      "target": "appendix",
      "theme": "2",
      "title": "Appendix",
      "lede": "##Project Funding\n\nThe 10x budget is funded through the Federal Citizen Service Fund (FCSF), a fund appropriated by Congress that supports public-facing services and agency-facing programs that drive government-wide transformation. Here’s how we invested in FY22:",
      "chartHeading": "10x Investment Snapshot",
      "chart": true,
      "chartYear": 2022,
      "reportTableHeaders": [
        {
          "header1": "Phase",
          "header2": "Projects Kicked Off",
          "header3": "Project Hours Worked"
        }
      ],
      "reportTableData": [
        {
          "data1": "Phase One",
          "data2": "31",
          "data3": "3,073"
        },
        {
          "data1": "Phase Two",
          "data2": "7",
          "data3": "7,018"
        },
        {
          "data1": "Phase Three",
          "data2": "6",
          "data3": "4,068"
        },
        {
          "data1": "Phase Four",
          "data2": "3",
          "data3": "7,709"
        },
        {
          "data1": "Total",
          "data2": "47",
          "data3": "21,868"
        }
      ],
      "content2": "This chart shows the number of ideas that we received, the number of projects kicked off in our various phases, and how many closed out over the years. In FY22, we held only one round of idea solicitation and evaluation, rather than the two rounds we’ve conducted in prior years."
    }
  ],
  "seo": {
    "title": "10x Impact Report | 10x.GSA.gov",
    "description": "What if we could make it easier for civil servants to interact with the public they serve? Find out how 10x created a guide to the Paperwork Reduction Act."
  }
}